Table of Contents
 Enum MaterialType
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
Types of material for import by name
public enum MaterialType
Fields
Concrete = 0
Reinforcement = 2
Steel = 1
Fields
 Name |  Description
 Concrete = 0
 Reinforcement = 2
 Steel = 1
 Edit this page